export const arabicData = {
   "education-for-children": {
      title: 'التعليم للأطفال',
      description: 'يحق لجميع الأطفال الحصول على التعليم العام المجاني في كل ولاية في الولايات المتحدة الأمريكية. تعرف على المدارس العامة في الولايات المتحدة. ابحث عن معلومات مفيدة واعرف ما يمكن توقعه.',
      content: [
         {
           headerTitle: 'ما هي المدرسة العامة؟',
           bodyText: ["توفر المدارس العامة التعليم المجاني للأطفال في الولايات المتحدة.", "يتم دفع تكاليفهم من قبل الحكومة من خلال الضرائب المحلية وأموال الولاية والموارد الفيدرالية. يمكن لأي طفل الالتحاق بالمدارس العامة.", "هناك أطفال من جميع الثقافات المختلفة ويتحدثون العديد من اللغات المختلفة في المدارس العامة في جميع أنحاء الولايات المتحدة الأمريكية. ليس من الضروري أن تكون مواطنًا أمريكيًا أو مقيمًا دائمًا حتى يتمكن طفلك من الالتحاق بالمدرسة العامة."],
           image: '../../assets/images/education-2.jpeg'
         },
         {
           headerTitle: 'مستويات المدارس العامة',
           bodyText: ["تنقسم المدارس العامة إلى مستويات دراسية مختلفة، من رياض الأطفال إلى الصف الثاني عشر. عادة ما يبدأ الأطفال المدرسة في سن الخامسة تقريبًا وينتهون في سن 18 عامًا تقريبًا.",
                     "لمدرسة الابتدائية (من سن 5 إلى 10 سنوات): في المدرسة الابتدائية، يتعلم الأطفال الأساسيات مثل القراءة والكتابة والرياضيات.",
                     "المدرسة المتوسطة (من 11 إلى 13 سنة): المدرسة المتوسطة تأتي بعد المدرسة الابتدائية. يتعلم الأطفال هنا المزيد عن الرياضيات والعلوم والتاريخ، ويستكشفون أيضًا موضوعات أخرى مثل الفن والموسيقى. ويتعلمون أيضًا كيفية الدراسة بشكل أفضل وتنظيم عملهم.",
                     "المدرسة الثانوية (من 14 إلى 18 سنة): المدرسة الثانوية هي المكان الذي يستعد فيه الطلاب لمستقبلهم. يأخذون دروسًا أصعب في أشياء مثل الرياضيات والتاريخ. يمكنهم أيضًا اختيار الفصول الدراسية التي يهتمون بها والتي تساعد في إعدادهم للكلية أو الوظيفة."],
           image: '../../assets/images/education-2.jpeg'
         },
         {
            headerTitle: 'تسجيل طفلك',
            bodyText: ["يمكن أن تختلف قواعد تسجيل طفلك في المدرسة حسب المكان الذي تعيش فيه. أولاً، ستحتاج إلى معرفة المدرسة التي تخدم الحي الذي تعيش فيه. ستحتاج بعد ذلك إلى جمع أي أوراق مطلوبة، مثل إثبات الإقامة والسجلات الصحية، والاتصال بالمدرسة.",
                        "تعرف على المزيد حول تسجيل طفلك.",
                        "نصائح لبدء مدرسة جديدة: إذا كان طفلك يحتاج إلى مساعدة في تعلم اللغة الإنجليزية، فاسأل عن المساعدة التي تقدمها المدرسة. حاول زيارة المدرسة خلال المناسبات مثل يوم الترحيب أو اطلب القيام بجولة في المدرسة مع طفلك. اسأل عن الأندية أو الألعاب الرياضية التي يمكن لطفلك الانضمام إليها. إنها طريقة جيدة لتكوين صداقات."],
            image: '../../assets/images/education-2.jpeg',
         },
         {
            headerTitle: 'مقرر',
            bodyText: ["يستخدم مصطلح المنهج للإشارة إلى مجموعة المواد التي يتم تدريسها في المدرسة. على سبيل المثال، يتم تدريس اللغة الإنجليزية أو الرياضيات أو العلوم بطريقة تتوافق مع المنهج الدراسي للمدرسة.", "تميل المدارس العامة إلى اتباع مناهج مماثلة لبعضها البعض. هذه المدارس عبارة عن مؤسسات مجانية تمولها الحكومة من خلال أموال الضرائب المحلية وتمويل الدولة والموارد الفيدرالية."],
            image: '../../assets/images/education-2.jpeg'
         },
         {
            headerTitle: 'درجات',
            bodyText: ["يستخدم المعلمون الدرجات لتمثيل أداء الطالب في موضوع معين. وعادةً ما يتم تمثيلها بحرف مثل A أو B أو C أو D أو F. A هي أفضل درجة سيحصل عليها الطالب (حوالي 90% أو أفضل) بينما F هي أقل درجة (50% أو أقل).", "يتم تمثيل المعدل التراكمي للطفل (متوسط ​​​​الدرجات) على مقياس يتراوح بين 0.0 - 4.0. تمثل هذه النتيجة الأداء التراكمي للطلاب في جميع المواد خلال فترة معينة، مثل سنة أو فصل دراسي."],
            image: '../../assets/images/education-2.jpeg'
         },
         {
            headerTitle: 'الاختبارات الموحدة',
            bodyText: ["في الولايات المتحدة، الاختبارات الموحدة هي اختبارات تقييمية تديرها الولاية. يتم استخدامها لقياس أداء كل من الطالب والمدرسة. لا تؤثر الاختبارات الموحدة على الأداء الأكاديمي للطلاب.", "إذا كان طفلك يرغب في متابعة التعليم الجامعي، فقد يُطلب منه إجراء اختبارات ACT أو SAT الموحدة."],
            image: '../../assets/images/education-2.jpeg'
         },
         {
            headerTitle: 'الوجبات المدرسية',
            bodyText: ["تقدم العديد من المدارس العامة وجبات مدفوعة الأجر للطلاب. يمكنك إما شراء الوجبات المقدمة من المدرسة أو تزويد طفلك بوجبات لإحضارها إلى المدرسة." , "رسل بعض المدارس طلبات الوجبات للآباء لملء ما إذا كانوا يرغبون في أن يحصل أطفالهم على وجبات مجانية مثل وجبة الإفطار. إذا كان هذا يثير اهتمامك، فيمكنك التواصل مع مؤسسة طفلك لمعرفة ما إذا كانت توفر هذا الخيار." ],
            image: '../../assets/images/education-2.jpeg'
         },
         {
            headerTitle: 'حقوق الطلاب وقوانينهم',
            bodyText: ["من حقوق طفلك أن يعامل على قدم المساواة بغض النظر عن العرق أو الجنسية أو الدين أو التوجه الجنسي.", "وهم أحرار في التعبير عن دينهم وممارسة شعائرهم الدينية أثناء وجودهم في المدرسة، ولا يجوز للمدرسة أو الموظفين استجوابهم بشأن وضع الهجرة.", "إذا لزم الأمر، يحق لطفلك الحصول على مساعدة لغوية مجانية.",],
            image: '../../assets/images/education-2.jpeg'
         },
         {
            headerTitle: 'دعم طفلك',
            bodyText: ["هناك العديد من الأشياء التي يمكن للوالدين القيام بها لطفلهما لضمان النجاح الأكاديمي.", "تابع رسائل البريد الإلكتروني الخاصة بالمدرسة بالإضافة إلى تحديثات المدرسة التي يمكن العثور عليها غالبًا على مواقع المدرسة الإلكترونية.", "تحقق مع طفلك لمعرفة ما يتعلمه وما إذا كان يعاني في أي موضوع. ابق على اطلاع دائم بالفصول الدراسية التي يدرسونها وما هو متوقع منهم.", "حضور اجتماعات مؤتمر الآباء لتلقي تقارير مرحلية عن طفلك."],
            image: '../../assets/images/education-2.jpeg'
         },
         {
            headerTitle: 'طاقم المدرسة والمعلمين',
            bodyText: ["عادة ما يكون للموظفين في المدرسة أدوار مختلفة. من المهم أن تتعرف على الأدوار الأكثر شيوعًا.", "يشرف مدير المدرسة على المؤسسة بأكملها ويتأكد من أن المعلمين والموظفين لديهم كل ما يحتاجونه لتسهيل بيئة التعلم بشكل صحيح. وقد يتعاملون أيضًا مع النزاعات المتعلقة بالطلاب.", "المعلمون مسؤولون عن تعليم الطالب، عادة ضمن تخصص معين.", "مستشارو التوجيه مسؤولون عن مساعدة الطلاب في تلبية احتياجاتهم الأكاديمية والشخصية.", "يساعد متخصص اللغة الإنجليزية كلغة ثانية (ESL) الطلاب على تحسين لغتهم الإنجليزية كتابةً وتحدثًا."],
            image: '../../assets/images/education-2.jpeg'
         },
         {
            headerTitle: 'الأنشطة اللامنهجية والإعداد الوظيفي/الكلية',
            bodyText: ["يتم تقديم الأنشطة اللامنهجية من قبل العديد من المدارس كبرنامج مجاني يحدث إما قبل المدرسة أو بعدها. إنها موجودة كوسيلة لطفلك لاستكشاف اهتماماته وبناء مجتمع.", "تشمل بعض الأنشطة اللامنهجية الشائعة الرياضة أو نوادي الموسيقى أو نوادي الفنون المسرحية."],
            image: '../../assets/images/education-2.jpeg'
         },








      ],
      quiz: [




         {
           prompt: 'ما هو دور مدير المدرسة؟',
           options: ["يعلمون طفلك في تخصص معين.", "إنهم يساعدون طفلك في تحسين لغته الإنجليزية", "إنهم يشرفون على المدرسة التي يذهب إليها الطالب وغالباً ما ينشرون الصراع داخل المدرسة"],
           answer: 2, // what index in options is correct
         },
         {
           prompt: 'ما هو الغرض من الاختبارات الموحدة؟',
           options: ["للمساعدة في تحديد الأداء الأكاديمي لطفلك، قم بتقديم درجة", "لمساعدة الولاية على فهم أداء الطالب والمؤسسة ومساعدة الكليات في تقييم مقدم الطلب", "لمعرفة ما إذا كان طفلك مؤهلاً للأنشطة اللامنهجية"],
           answer: 1,
     
         },
         {
           prompt: 'صواب أم خطأ: يحق لطالبك الحصول على مساعدة لغوية مجانية',
           options: ["حقيقي", "خطأ شنيع"],
           answer: 0,
         },
       ]
   },




   "education-for-adults": {
      title: 'التعليم للكبار',
      description: 'يمكن لجميع البالغين مواصلة رحلتهم الأكاديمية داخل الولايات المتحدة بغض النظر عن أعمارهم. تعرف على الموارد المتوفرة للتعليم العالي وما هو ضروري لمتابعته.',
      content: [
         {
           headerTitle: 'التعليم الأساسي للكبار',
           bodyText: ["يعد التعليم الأساسي للبالغين ضروريًا للأفراد الذين يتطلعون إلى تحسين مهارات القراءة والكتابة لديهم، خاصة في القراءة والكتابة، والتي تعتبر أساسية للنجاح في مختلف جوانب الحياة، بما في ذلك فرص العمل والتعليم الإضافي.", "غالبًا ما تكون كليات المجتمع والمكتبات والمراكز المجتمعية بمثابة موارد قيمة للمتعلمين البالغين الذين يسعون إلى تعزيز مهاراتهم في القراءة والكتابة. سواء كان الأمر يتعلق بتحسين فهم القراءة، أو إتقان الكتابة، أو إتقان اللغة الإنجليزية، فهناك برامج مصممة لاستيعاب المتعلمين بمستويات مهارات مختلفة."],
           image: '../../assets/images/education-2.jpeg'
         },
         {
           headerTitle: 'دبلوم المدرسة الثانوية وGEDs',
           bodyText: ["تتطلب العديد من الوظائف في كثير من الأحيان أن يكون المتقدم حاصلاً على شهادة الثانوية العامة أو ما يعادلها. يمكن للبالغين الحصول على GED (تطوير التعليم العام) أو HiSet (اختبار معادلة المدرسة الثانوية) كمعادل للشهادة ولكن يُنصح بالدراسة لهذه الاختبارات. يمكنك حضور دروس شخصية للتحضير لهذه الاختبارات أو العثور على مواد التحضير عبر الإنترنت."],
           image: '../../assets/images/education-2.jpeg'
         },
         {
            headerTitle: 'التدريب المهني',
            bodyText: ["عند التقدم للوظائف، غالبًا ما يُطلب منك امتلاك مجموعة مهارات معينة إذا لم تكن وظيفة على مستوى المبتدئين. هناك العديد من الموارد الموجودة لمساعدتك في تجهيزك بشكل أفضل لمتطلبات الوظيفة هذه.", "أحد السبل القيمة هو برامج التدريب المهني، التي تقدم تعليمات متخصصة في مجالات مختلفة مثل الرعاية الصحية والتكنولوجيا والبناء وغيرها. غالبًا ما تؤدي هذه البرامج إلى شهادات أو أوراق اعتماد معترف بها في الصناعة، مما يعزز قابليتك للتوظيف ويفتح الأبواب أمام وظائف ذات رواتب أعلى.", "تقدم كليات المجتمع في كثير من الأحيان دورات وورش عمل مصممة لتطوير المهارات الخاصة بالوظيفة. توفر هذه المؤسسات فرصًا يسهل الوصول إليها وبأسعار معقولة لتعزيز المهارات، مثل المعرفة الأساسية بالكمبيوتر أو التدريب الفني المتقدم."],
            image: '../../assets/images/education-2.jpeg',
         },
         {
            headerTitle: 'تعليم عالى',
            bodyText: ["يقدم التعليم العالي مسارات مختلفة للأفراد لتعزيز معارفهم ومهاراتهم. تقدم كليات المجتمع في الولايات المتحدة برامج مدتها سنتان عبر مجموعة واسعة من المواضيع، وغالبًا ما تركز على الإعداد المهني العملي. غالبًا ما يكون الوصول إلى هذه المؤسسات سهلاً وبأسعار معقولة. ومن ناحية أخرى، تقدم الجامعات دورات دراسية مدتها أربع سنوات أو أكثر، مما يؤدي إلى الحصول على درجات تؤهل الخريجين لمجموعة واسعة من فرص العمل في المجالات التي تتطلب التخصص. أصبح خيار تلقي دروس التعليم العالي عبر الإنترنت شائعًا بشكل متزايد، مما يوفر للبالغين طريقة مرنة لتطوير تعليمهم مع الموازنة بين الالتزامات الأخرى."],
            image: '../../assets/images/education-2.jpeg'
         },




      ],
      quiz: [




         {
           prompt: 'ما هو المطلوب من قبل معظم الوظائف على مستوى الدخول؟',
           options: ["درجة متخصصة للغاية", "تدريب مهني", "دبلوماسية المدرسة الثانوية أو ما يعادلها"],
           answer: 2,
         },
         {
           prompt: 'أصبح التعليم العالي الأمريكي الآن متاحًا بشكل كبير بفضل الإنترنت',
           options: ["حقيقي", "خطأ شنيع"],
           answer: 0,
         },
         {
           prompt: 'أي مما يلي هو المكان المناسب لتلقي التعليم الأساسي للكبار؟',
           options: ["كلية المجتمع", "المكتبات", "مركز اجتماعي", "كل ما ورداعلاه"],
           answer: 3,
         },
       ]
   },


   "understand-the-help-you-need": {
      title: 'قوانين العمل للمهاجرين',
      description: 'من المهم البحث عن نوع المساعدة التي تحتاجها وحماية نفسك من الوقوع ضحية الاحتيال في مجال الهجرة. إن فهم الصواب من الخطأ سيمنع حدوث أي مشكلات أخرى بناءً على حالة الهجرة الخاصة بك',
      content: [
         {
           headerTitle: 'أشياء مهمة يجب تذكرها',
           bodyText: ["لا توجد منظمة لديها اتصالات مع إدارة خدمات المواطنة والهجرة في الولايات المتحدة. سوف يكذب الناس ويجعلون الأمور تبدو أفضل من أن تكون حقيقية. لا تثق في الأشخاص الذين سيضمنون النتائج أو المعالجة الأسرع. اسأل أي منظمة عن مؤهلاتها واطلب الاطلاع على نسخ من خطاب اعتماد BIA أو شهادة نقابة المحامين الخاصة بها. من خلال عدم طلب الاطلاع على أوراق اعتمادهم، قد يعرض ذلك وضع الهجرة الخاص بك للخطر ويسبب لك مشاكل خطيرة."],
           image: 'https://bridge24.com/wp-content/uploads/2019/07/checklists-workplace-image.png'
         },




         {
            headerTitle: 'انكماش',
            bodyText: ["يجب عليك أيضًا أن تطلب الحصول على عقد مكتوب مع مستشار الهجرة أو المحامي إذا قررت استخدام أحد هؤلاء. يجب أن يكون هذا العقد باللغة الإنجليزية ولغتك الأم حتى يفهم الطرفان بعضهما البعض ولا يكون هناك أي التباس مع ما ستوقعه. يجب أن يحتوي العقد على المعلومات التالية:", "- قم بإدراج كافة الخدمات التي سيتم تقديمها لك وكم ستكلف.",
   "- اطلب المراجع قبل التوقيع (وهذا يشمل شهادة المحاماة الخاصة بهم والعملاء الناجحين الآخرين الذين ساعدوهم في حل مشكلات مماثلة لإظهار قدرتهم على المساعدة في حل مشكلاتك)",
   "- تجنب الدفع نقدًا وتأكد من حصولك على إيصال",
   "- تأكد من أنك تفهم ما تقوم بالتوقيع عليه"],
            image: '../../assets/images/education-2.jpeg'
         },
 
      ],
      quiz: [




         {
           prompt: 'كيف يمكنك حماية نفسك من الاحتيال في الهجرة؟',
           options: ["ثق بكل ما تقوله الوكالة لأنهم يعرفون كل شيء", "أكد من السؤال عن المؤهلات واطلب شهادة نقابة المحامين وخطاب اعتماد BIA", "لا تسأل الأسئلة وابقى هادئا"],
           answer: 1,
         },
         {
           prompt: 'صواب أم خطأ: عدم التحقق من الشهادة يمكن أن يؤدي إلى إجراءات الترحيل',
           options: ["حقيقي", "خطأ شنيع"],
           answer: 0,
     
         },
         {
   //Only three questions or is 4 allowed?
           prompt: 'كيف يمكنك الإبلاغ عن الاحتيال في الوكالة إذا كنت ضحية؟',
           options: ["اتصل بمحامي الولاية أو المحلي", "اتصل بقسم الشرطة وأخبرهم عن عملية احتيال الوكالات", "م بالإبلاغ عن الممارسة غير المصرح بها على موقع إدارة خدمات المواطنة والهجرة في الولايات المتحدة", "كل ما ورداعلاه"],
           answer: 3,
         },
       ]
   },


   "labor-laws": {
      title: 'قوانين العمل للمهاجرين',
      description: 'ينبغي أن يكون جميع العمال قادرين على العمل دون خوف من أن يتقاضوا أجوراً زهيدة أو أن يتم وضعهم في بيئة خطرة. ولسوء الحظ، ليس هذا هو الحال بالنسبة للعديد من العمال المهاجرين ذوي الدخل المنخفض في هذا البلد. إن فهم حقوقك والاستجابات للغارات وتحليل السياسات أمر مهم لسلامتك. إن سياسة DLSE هي عدم التشكيك في حالة الهجرة الخاصة بك سواء كنت عاملًا موثقًا أو غير موثق في كاليفورنيا، فلديك حقوق تحميها قوانين الولاية التي تضمن دفع الأجور مقابل العمل المنجز',
      content: [
         {
           headerTitle: 'تصريح العمال',
           bodyText: ["للتقدم بطلب للحصول على وظيفة في الولايات المتحدة، يجب أن تكون مؤهلاً للعمل لدى صاحب العمل. بدون تصريح عمل، لا يُسمح لك بالعمل داخل الولايات المتحدة، وإذا تم القبض عليك وأنت تعمل بدون تصريح فسوف تتعرض للترحيل.",
"للعمل في الولايات المتحدة، يجب أن تكون مرخصًا لقبول العمل أولاً، مما يعني أن لديك وظيفة معروضة عليك. قد يساعدك الحصول على تصريح عمل في بعض الأحيان على أن تصبح مؤهلاً للحصول على وثائق مهمة أخرى مثل رقم الضمان الاجتماعي ورخصة القيادة التي يمكن أن تساعدك في أن تصبح مواطنًا في المستقبل."],
            image: '../../assets/images/education-2.jpeg'
         },








     {
           headerTitle: 'هل أنت مؤهل للحصول على تصريح عمل؟',
           bodyText: ["بالإضافة إلى ذلك، عند التقدم بطلب للحصول على تصريح عمل، يجب عليك تحديد ما إذا كنت مؤهلاً للحصول على تصريح عمل. من خلال مساعدة محامي الهجرة، هؤلاء هم الأشخاص الذين يمكنهم مساعدتك في فهم النماذج الحكومية التي يتم ملؤها للحصول على تصريحك ومساعدتك في الإجابة على الأسئلة. راجع قسم (فهم المساعدة التي تحتاجها) وتذكر ما يجب عليك أن تطلبه من أي مؤسسة قبل العمل معها. يمكن لمحامي الهجرة مساعدتك في فهم حالة الهجرة الخاصة بك وكيف يمكنك الحصول على تصريح عمل. هناك العديد من الأشياء التي يجب مراعاتها، لذا فإن التواصل مع أحدهم هو الحل الأفضل."],
            image: '../../assets/images/education-2.jpeg'
         },








     {
           headerTitle: 'الحصول على تصريح العمل',
           bodyText: ["يمكن أن تكون عملية الحصول على تصريح عمل مربكة ومحبطة للغاية. إن التأكد من عدم تفويت المعلومات أو حفظها بشكل خاطئ يمكن أن يتسبب في تأخير كبير أو حتى استبعاد حقوق العمال، لذا من المهم التحقق من كل شيء في المستندات.",
"بعد أن تقوم بملء كل مستند والاطلاع عليه مع محاميك أو بنفسك، سيتم إرسال إشعار الاستلام وسيُطلب منك تحديد موعد للقياسات الحيوية. سيتم إرسال قرارك عبر البريد، وإذا تمت الموافقة عليه، فسيتم أيضًا الموافقة على تصريح العامل الخاص بك.",
"من المهم ألا تعمل بدون تصريح عمل لأن ذلك سيسبب مشاكل تؤدي إلى الترحيل ويمنعك من دخول الولايات المتحدة."],
           image: 'https://www.emsylaw.com/wp-content/uploads/2019/04/Request-for-a-Work-Permit-Immigration-Law-Group-LLC-1200x900.jpg'
         },








         {
           headerTitle: 'تمييز',
           bodyText: ["تحمي قوانين مكافحة التمييز المهاجرين غير الشرعيين من التمييز غير القانوني ضد أي عامل. إذا كنت عاملاً غير موثق، فلا يجوز لصاحب العمل أن يطردك، أو يرفض توظيفك، أو يضايقك، أو يتخذ أي إجراء آخر ضدك بسبب أصلك القومي (وهذا يشمل قدراتك في اللغة الإنجليزية)، أو العرق، أو اللون، أو الجنس، أو الحمل، أو الدين. أو السن أو الإعاقة بموجب قانون ولاية كاليفورنيا. يحق للعمال غير المسجلين أيضًا الحصول على الحد الأدنى للأجور وأجور العمل الإضافي والإجازات والإكراميات، كما يتمتعون بالحماية بموجب معايير الصحة والسلامة. إذا لم يتم استيفاء هذه المتطلبات بالنسبة لك، فأنت ضحية للتمييز ويمكنك الدفاع عن حقوقك المدنية ضد صاحب العمل للحفاظ على وظيفتك.",
"- إذا تم طردك من قبل صاحب العمل بسبب التمييز، فليس من الواضح ما إذا كان بإمكانك استرداد الدخل الذي فقدته بسبب طردك أو ما إذا كان بإمكانك استعادة وظيفتك.",
//highlight or underline options?
      "- إذا كنت بحاجة إلى تقديم مطالبة، فاتصل باللجنة الفيدرالية لتكافؤ فرص العمل (EEOC) أو إدارة الحقوق المدنية. إذا كنت تقوم بتقديم الطلب من خلال لجنة تكافؤ فرص العمل (EEOC) (الرابط متوفر)، فيجب عليك إنشاء حساب قبل أن تتمكن من رفع الرسوم."],




           image: '../../assets/images/education-2.jpeg'
         },








         {
            headerTitle: 'روابط',
            bodyText: ["التقدم بطلب للحصول على تصريح عمل (ابحث عن I-765 | طلب تصريح العمل): https://www.uscis.gov/file-online/forms-available-to-file-online”)",
            "Report work discrimination: https://www.eeoc.gov/filing-charge-discrimination"],
            image: '../../assets/images/education-2.jpeg'
         },
      ],








      quiz: [
         {
           prompt: 'قوانين مكافحة التمييز تحمي المهاجرين غير الشرعيين من ماذا؟',
           options: ["من الطرد، ورفض التوظيف، وكل المعاملة غير المتساوية بسبب عرقك، أو دينك، أو أصلك.", "نظرا لحقوق التقدم بطلب للحصول على تصريح عمل", "يتم ترحيلهم أو إرسالهم إلى السجن لكونهم غير موثقين"],
           answer: 0,
         },
         {
           prompt: 'صحيح أم خطأ: يمكنك العمل بدون تصريح عمل.',
           options: ["حقيقي", "خطأ شنيع"],
           answer: 1,
     
         },
         {
           prompt: 'ما هي الخطوة الأولى للحصول على تصريح العمل؟',
           options: ["استئجار محام", "الحصول على عرض عمل من مكان العمل", "لقد تم العمل لأكثر من شهرين"],
           answer: 1,
         },
       ]
   },


   "resources": {
      title: 'العثور على المساعدة القانونية',
      description: 'في حالة وجود أي مشكلة تتعلق بالهجرة، يمكن للمهاجرين مراجعة نقابة المحامين المحلية للمساعدة في العثور على محامٍ مؤهل. كن حذرًا، لسوء الحظ، هناك العديد من الأفراد أو الشركات غير الأمينة التي قد تحاول الاستفادة منك. في بعض الحالات، لن يأخذوا أموالك فحسب، بل قد يضرون أيضًا بقضية الهجرة الخاصة بك. في بعض الأحيان يتظاهر هؤلاء مقدمو الخدمة غير الشرفاء بأنهم محامون أو مستشارو هجرة ويخبرونك أنه يمكنهم تقديم المشورة القانونية لك عندما لا يستطيعون ذلك.',
      content: [
         {
           headerTitle: 'مساعدة منخفضة التكلفة',
           bodyText: ["قد تطلب بعض الوكالات الكثير من المال لمساعدتك، وهناك خيارات مساعدة منخفضة التكلفة لأولئك الذين لا يستطيعون توكيل محامٍ ماليًا. تمثل المنظمات المعترف بها من قبل BIA المهاجرين من خدمة اجتماعية غير ربحية تُعرف باسم مجلس طعون الهجرة. يمكن العثور على قائمة بهذه المنظمات في الروابط الموجودة في النهاية لمساعدتك في العثور على واحدة قريبة منك. هناك أيضًا مقدمو خدمات قانونية مجانية تقدمها وزارة العدل والذين يقومون بإجراءات الهجرة. وافق المحامون والمنظمات المدرجة في هذه القائمة على مساعدة المهاجرين مجانًا، فقط في إجراءات الهجرة. ويُعرف هؤلاء بمقدمي خدمة Pro Bono."],
           image: ' agencies '
         },








         {
           headerTitle: 'البطاقة الحمراء',
           bodyText: ["يتمتع جميع الأشخاص داخل الولايات المتحدة، بغض النظر عن وضعهم كمهاجرين، بالحماية بموجب حقوق معينة ينص عليها دستور الولايات المتحدة. تتم خدمة البطاقات الحمراء من خلال مركز الموارد القانونية للمهاجرين (ILRC) ويمكن أن تساعد الأشخاص في تأكيد حقوقهم والدفاع عن أنفسهم في العديد من المواقف. إذا اتصل بك أحد ضباط الشرطة أو سلطات الهجرة، فستكون هذه مفيدة لفهم ما يجب أن تسأله وماذا تقول. يمكنك أيضًا ببساطة أن تُظهر لهم بطاقتك الحمراء وتظل صامتًا لأن ذلك يمثل ممارسة لحقك في التزام الصمت (التعديل الخامس). يمكنك طباعتها بلغتك الأم في المنزل أو المكتبة العامة أو حتى كلية المجتمع. ويمكن الحصول عليها أيضًا عن طريق ملء طلب واستلامها على عنوان منزلك."],
           image: ' red card'
         },




         {
           headerTitle: 'المواطنة الولايات المتحدة',
           bodyText: ["من أجل التأهل للحصول على الجنسية الأمريكية، يجب أن تكون لديك حالة LPR (المقيم الدائم القانوني)، والتي تسمى أيضًا البطاقة الخضراء، لمدة 5 سنوات على الأقل. قد يستغرق الأمر 3 سنوات فقط إذا تم الحصول على البطاقة الخضراء من خلال زوج مواطن أمريكي أو من خلال قانون العنف ضد المرأة (VAWA). يجب أن يكون عمرك أكبر من 18 عامًا وأن تثبت إقامتك المستمرة وإظهار الشخصية الأخلاقية الجيدة واجتياز اختبارات اللغة الإنجليزية والتاريخ الأمريكي. من الممارسات الجيدة التحدث مع محامٍ بشأن هذه العملية والتعرف على ما أنت مؤهل له. يعد التفكير في الحصول على الجنسية الأمريكية أمرًا مهمًا لأنك تحصل على حقوق وامتيازات معينة. يتمتع المقيمون الدائمون بمعظم حقوق المواطنين الأمريكيين ويمكنهم تجنب الترحيل والمساعدة في الاستقرار في الولايات المتحدة."],
           image: ' citizenship card'
         },








         {
            headerTitle: 'خدمات المواطنة والهجرة الأمريكية PDF',
            bodyText: ["لديه معلومات حول المكان الذي يمكنك الحصول على المساعدة فيه. فهم التعليم والرعاية الصحية، ولماذا يجب أن يصبحوا مواطنين أمريكيين (يحب بعض المهاجرين الاحتفاظ بوضعهم كمهاجرين). هناك أيضًا معلومات حول تعلم اللغة الإنجليزية، ومزيد من المعلومات حول معلومات البالغين، وبرامج المزايا الفيدرالية الأخرى التي يمكن أن تساعدك. هناك معلومات حول أن تصبح مواطنًا أمريكيًا، حيث يمكنك الذهاب للحصول على المساعدة، وأين يمكنك العثور على المكاتب الفيدرالية."],




            image: 'papers and books',
         },




         {
            headerTitle: 'روابط',
            bodyText: ["تطبيق البطاقة الحمراء: https://ilrc.my.salesforce-sites.com/formrc/apex/b3f__formcomplete?id=a1N2E000006rIwLUAU&Red_Card_Request__cId=%5BXXXXX%5D",
"Printable Red Card: https://www.ilrc.org/red-cards ",
"كتيب للخدمات القانونية: https://www.calbar.ca.gov/Portals/0/documents/ConsumerInformation/Legal-Services-for-Immigrants-EN.pdf",
"المنظمات المعترف بها من قبل BIA: https://www.justice.gov/eoir/recognized-organizations-and-accredited-representatives-roster-state-and-city",
"خدمات برو بونو:https://www.justice.gov/eoir/list-pro-bono-legal-service-providers"],
            image: ' links '
},




      ],
      quiz: [




         {
           prompt: 'ما هي استخدامات البطاقات الحمراء؟',
           options: ["مساعدتك في تأكيد حقوقك والدفاع عن نفسك من المسؤولين الحكوميين كمهاجر", "يساعدك على الخروج من السجن", "يساعدك على إخفاء حالة الهجرة الخاصة بك ومنع الترحيل"],
           answer: 0,
         },
         {
           prompt: 'ما هو اسم المحامين والمنظمات التي يمكنك استخدامها مجانًا؟',
           options: ["مقدمو خدمات برو بونو", "خدمات مساعدة مجانية", "المساعدة القانونية مجانا"],
           answer: 0,
     
         },
         {
           prompt: 'لماذا يجب أن تصبح مواطنًا أمريكيًا؟',
           options: ["يمكن أن تجعلك تكسب المزيد من المال", "يبدو الأمر جيدًا عند التقدم للحصول على وظيفة", "احصل على الحقوق والامتيازات دون خوف من الترحيل"],
           answer: 2,
         },
       ]
   },
   "judicial-system": {
      title: 'ما هذا؟',
      description: 'يتكون النظام القضائي من أجزاء مختلفة لتفسير القانون وتطبيقه. وتشمل هذه الأجزاء المختلفة المحاكم والقضاة والمحامين والإجراءات القانونية. وتتمثل مهمتها الأساسية في حل النزاعات وإقامة العدل وفقا للقوانين التي تضعها السلطة التشريعية. كل هذا يضمن تحقيق العدالة وسيتم إخضاعك، أيها المواطن الأمريكي، لهذا النظام.',
      content: [
         {
           headerTitle: 'محاكم الهجرة',
           bodyText: ["هذه محاكم متخصصة تتعامل مع القضايا المتعلقة بقانون الهجرة. محاكم الهجرة هي جزء من المكتب التنفيذي لمراجعة الهجرة (EOIR)، الذي يقع ضمن اختصاص وزارة العدل الأمريكية. ويرأس قضاة الهجرة هذه المحاكم ويفصلون في القضايا المتعلقة بأمور مثل إجراءات الترحيل/الإبعاد، وطلبات اللجوء، وطلبات التخفيف من الإبعاد."],
           image: ' '
         },




         {
            headerTitle: 'مجلس استئناف الهجرة (BIA)',
            bodyText: ["هي هيئة استئنافية تقوم بمراجعة القرارات التي يتخذها BIA قضاة الهجرة. إذا لم يوافق أحد الأطراف على نتيجة قضيته في محكمة الهجرة، فيمكنه تقديم طلب إلى BIA لإجراء المراجعة. وتنظر هيئة التحكيم في الحجج والأدلة القانونية المقدمة من الجانبين قبل إصدار القرار."],
            image: '../../assets/images/education-2.jpeg',
         },


         {
            headerTitle: 'المحاكم الاتحادية',
            bodyText: ["ذا كان أحد الأطراف غير راضٍ عن قرار BIA أو يعتقد أن حقوقه الدستورية قد تم انتهاكها أثناء إجراءات الهجرة، فيمكنه طلب المراجعة في نظام المحاكم الفيدرالية. يتضمن هذا عادةً تقديم التماس للمراجعة في محكمة الاستئناف الفيدرالية. تتمتع المحاكم الفيدرالية بسلطة مراجعة القرارات الإدارية والتأكد من امتثالها للقانون"],
            image: '../../assets/images/education-2.jpeg'
         },




         {
            headerTitle: 'التمثيل القانوني',
            bodyText: ["يحق للمهاجرين في إجراءات الترحيل أن يمثلهم محامٍ، لكن الحكومة لا توفر لهم مستشارًا قانونيًا. ومع ذلك، يمكن للمهاجرين طلب المساعدة من المنظمات غير الربحية، أو المحامين المجانيين، أو محامي الهجرة الخاصين لتمثيلهم في المحكمة."],
            image: '../../assets/images/education-2.jpeg'
         },




         {
            headerTitle: 'حتجاز المهاجرين',
            bodyText: ["قد يتم احتجاز بعض المهاجرين من قبل سلطات الهجرة أثناء إجراءات الترحيل. يحق للمهاجرين المحتجزين المثول أمام قاضي الهجرة لجلسة استماع للكفالة، حيث يحدد القاضي ما إذا كان ينبغي إطلاق سراحهم من الحجز في انتظار نتيجة قضيتهم"],
            image: '../../assets/images/education-2.jpeg'
         },








         {
            headerTitle: 'وكالات إنفاذ الهجرة',
            bodyText: ["يتم تنفيذ إنفاذ قوانين الهجرة في المقام الأول من قبل وكالات مثل إدارة الهجرة والجمارك الأمريكية (ICE) والجمارك الأمريكية وحماية الحدود (CBP). تقوم هذه الوكالات بالتحقيق في انتهاكات الهجرة، واحتجاز الأفراد المشتبه في وجودهم في البلاد بشكل غير قانوني، والبدء في إجراءات الترحيل."],
            image: '../../assets/images/education-2.jpeg'
         },




      ],
      quiz: [
         {
           prompt: 'ما الذي تتخصص فيه محاكم الهجرة؟',
           options: ["التأكد من منح المهاجرين الجنسية", "التركيز على إجراءات الترحيل/الإبعاد", "طلبات اللجوء وطلبات التخفيف من الترحيل", "المساعدة في"],
            answer: 1,
         },
         {
           prompt: 'إذا كنت غير راضٍ عن قرار BIA، ماذا يمكنك أن تفعل؟',
           options: ["تقديم التماس للمراجعة في محكمة الاستئناف الفيدرالية", "تقديم شكوى إلى المحكمة", "تقديم شكوى إلى المحكمة"],
           answer: 0,
     
         },
         {
           prompt: 'ماذا يمكنك أن تفعل للحصول على التمثيل القانوني إذا لم يكن لديك ما يكفي من المال؟',
           options: ["ادفع الكثير من المال للمحامي الأول الذي تجده", "لا تطلب من أحد أن يمثلك لأن ذلك سيسبب لك المتاعب", "طلب المساعدة من المنظمات غير الربحية"],
           answer: 2,
         },
       ]
   }
}